export const BasicList = [
	{
		AllRoom: {
			List: [
				{
					id: 1,
					text: 'Протираем пыль со всех доступных поверхностей',
				},
				{
					id: 2,
					text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 3,
					text: 'Аккуратно складываем вещи',
				},
				{
					id: 4,
					text: 'Пылесосим и моем пол, плинтусы',
				},
				{
					id: 5,
					text: 'Проведем сухую чистку ковровых покрытий',
				},
			],
		},
		Food: {
			List: [
				{
					id: 1,
					text: 'Протираем пыль со всех доступных поверхностей',
				},
				{
					id: 2,
					text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 3,
					text: 'Аккуратно складываем вещи',
				},
				{
					id: 4,
					text: 'Пылесосим и моем пол, плинтусы',
				},
				{
					id: 5,
					text: 'Проведем сухую чистку ковровых покрытий',
				},
			],
		},
		WC: {
			List: [
				{
					id: 1,
					text: 'Протираем пыль со всех доступных поверхностей',
				},
				{
					id: 2,
					text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 3,
					text: 'Аккуратно складываем вещи',
				},
				{
					id: 4,
					text: 'Пылесосим и моем пол, плинтусы',
				},
				{
					id: 5,
					text: 'Проведем сухую чистку ковровых покрытий',
				},
			],
		},
	},
]

export const GeneralList = [
	{
		AllRoom: {
			List: [
				{
					id: 1,
					text: 'Обеспыливаем стены и потолки во всех комнатах',
				},
				{
					id: 2,
					text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 3,
					text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 4,
					text: 'Протираем торшеры и настенные бра',
				},
				{
					id: 5,
					text: 'Моем розетки и выключатели',
				},
				{
					id: 6,
					text: 'Моем шкафы и тумбы внутри при условии, что они пустые',
				},
				{
					id: 7,
					text: 'Моем шкафы сверху',
				},
				{
					id: 8,
					text: 'Моем дверные ручки',
				},
				{
					id: 9,
					text: 'Моем межкомнатные двери',
				},
				{
					id: 10,
					text: 'Моем радиаторы отопления',
				},
				{
					id: 11,
					text: 'Меняем постельное белье, заправляем кровать',
				},
				{
					id: 12,
					text: 'Отодвигаем мебель при мытье пола (которую возможно)',
				},
				{
					id: 13,
					text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 14,
					text: 'Моем входную дверь',
				},
				{
					id: 15,
					text: 'Пылесосим мебель',
				},
				{
					id: 16,
					text: 'Аккуратно складываем вещи',
				},
				{
					id: 17,
					text: 'Развешиваем верхнюю одежду',
				},
				{
					id: 18,
					text: 'Расставляем обувь',
				},
			],
		},
		Food: {
			List: [
				{
					id: 1,
					text: 'Моем раковину',
				},
				{
					id: 2,
					text: 'Моем снаружи плиту, холодильник и вытяжку',
				},
				{
					id: 3,
					text: 'Моем столешницу',
				},
				{
					id: 4,
					text: 'Моем духовку снаружи',
				},
				{
					id: 5,
					text: 'Моем СВЧ снаружи',
				},
				{
					id: 6,
					text: 'Моем вытяжку снаружи',
				},
				{
					id: 7,
					text: 'Удаляем сложные жировые загрязнения',
				},
				{
					id: 8,
					text: 'Полностью очищаем кухонный фартук',
				},
				{
					id: 9,
					text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 10,
					text: 'Протираем шкафы сверху',
				},
				{
					id: 11,
					text: 'Протираем фасады шкафов',
				},
				{
					id: 12,
					text: 'Чистим розетки и выключатели',
				},
				{
					id: 13,
					text: 'Отодвигаем мебель при мытье пола',
				},
				{
					id: 14,
					text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 15,
					text: 'Собираем и выносим мусор, меняем мешки',
				},
				{
					id: 16,
					text: 'Моем и дезинфицируем мусорное ведро',
				},
			],
		},
		WC: {
			List: [
				{
					id: 1,
					text: 'Моем ванну, душевую кабину и раковину',
				},
				{
					id: 2,
					text: 'Чистим краны и душевые лейки',
				},
				{
					id: 3,
					text: 'Моем и дезинфицируем унитаз, биде',
				},
				{
					id: 4,
					text: 'Чистим настенный кафель',
				},
				{
					id: 5,
					text: 'Моем дверные ручки',
				},
				{
					id: 6,
					text: 'Моем двери',
				},
				{
					id: 7,
					text: 'Моем розетки и выключатели',
				},
				{
					id: 8,
					text: 'Моем шкафы сверху',
				},
				{
					id: 9,
					text: 'Моем шкафы внутри при условии, что они пустые',
				},
				{
					id: 10,
					text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 11,
					text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 12,
					text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 13,
					text: 'Собираем мусор, меняем мешки',
				},
			],
		},
	},
]

export const RepairList = [
	{
		AllRoom: {
			List: [
				{
					id: 1,
					text: 'Чистим от строительной пыли стены, пол и потолок (кроме натяжного и потолка армстронг)',
				},
				{
					id: 2,
					text: 'Оттираем следы и капли краски, штукатурки, затирки, клея (не более 2 см диаметром)',
				},
				{
					id: 3,
					text: 'Снимаем защитную пленку и чехлы с мебели',
				},
				{
					id: 4,
					text: 'Очищаем мебель от строительной пыли',
				},
				{
					id: 5,
					text: 'Снимаем защитную пленку с окон',
				},
				{
					id: 6,
					text: 'Снимаем скотч',
				},
				{
					id: 7,
					text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 8,
					text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 9,
					text: 'Протираем торшеры и настенные бра',
				},
				{
					id: 10,
					text: 'Моем шкафы сверху',
				},
				{
					id: 11,
					text: 'Моем шкафы и тумбы внутри при условии, что они пустые',
				},
				{
					id: 12,
					text: 'Моем розетки и выключатели',
				},
				{
					id: 13,
					text: 'Моем дверные ручки',
				},
				{
					id: 14,
					text: 'Моем межкомнатные двери',
				},
				{
					id: 15,
					text: 'Моем радиаторы отопления',
				},
				{
					id: 16,
					text: 'Моем входную дверь',
				},
				{
					id: 17,
					text: 'Пылесосим мебель',
				},
				{
					id: 18,
					text: 'Меняем постельное белье, заправляем кровать',
				},
				{
					id: 19,
					text: 'Отодвигаем мебель при мытье пола',
				},
				{
					id: 20,
					text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 21,
					text: 'Собираем и выносим мусор, меняем мешки',
				},
				{
					id: 22,
					text: 'Аккуратно складываем вещи',
				},
				{
					id: 23,
					text: 'Развешиваем верхнюю одежду, расставляем обувь',
				},
			],
		},
		Food: {
			List: [
				{
					id: 1,
					text: 'Моем раковину',
				},
				{
					id: 2,
					text: 'Моем снаружи плиту, холодильник и вытяжку',
				},
				{
					id: 3,
					text: 'Моем СВЧ снаружи',
				},
				{
					id: 4,
					text: 'Моем духовку снаружи',
				},
				{
					id: 5,
					text: 'Моем вытяжку снаружи',
				},
				{
					id: 6,
					text: 'Моем столешницу',
				},
				{
					id: 7,
					text: 'Полностью очищаем кухонный фартук',
				},
				{
					id: 8,
					text: 'Удаляем сложные жировые загрязнения',
				},
				{
					id: 9,
					text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 10,
					text: 'Протираем шкафы сверху',
				},
				{
					id: 11,
					text: 'Протираем фасады шкафов',
				},
				{
					id: 12,
					text: 'Моем все шкафы и ящики внутри при условии, что они пустые',
				},
				{
					id: 13,
					text: 'Моем розетки и выключатели',
				},
				{
					id: 14,
					text: 'Отодвигаем мебель при мытье пола',
				},
				{
					id: 15,
					text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 16,
					text: 'Собираем мусор, меняем мешки',
				},
				{
					id: 17,
					text: 'Моем и дезинфицируем мусорное ведро',
				},
			],
		},
		WC: {
			List: [
				{
					id: 1,
					text: 'Моем ванну, душевую кабину и раковину',
				},
				{
					id: 2,
					text: 'Чистим краны и душевые лейки',
				},
				{
					id: 3,
					text: 'Моем и дезинфицируем унитаз, биде',
				},
				{
					id: 4,
					text: 'Чистим настенный кафель',
				},
				{
					id: 5,
					text: 'Моем дверные ручки',
				},
				{
					id: 6,
					text: 'Моем двери',
				},
				{
					id: 7,
					text: 'Моем розетки и выключатели',
				},
				{
					id: 8,
					text: 'Моем шкафы сверху',
				},
				{
					id: 9,
					text: 'Моем шкафы внутри при условии, что они пустые',
				},
				{
					id: 10,
					text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 11,
					text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 12,
					text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 13,
					text: 'Собираем мусор, меняем мешки',
				},
			],
		},
	},
]

export const OfficeList = [
	{
		id: 1,
		text: 'Удаление пыли со стен, потолка, лепнины и молдингов',
	},
	{
		id: 2,
		text: 'Мойка дверей, наличников, стеклянных и зеркальных вставок',
	},
	{
		id: 3,
		text: 'Полная обработка офисной мебели (включая антисептик)',
	},
	{
		id: 4,
		text: 'Протирка оргтехники и экранов спец. салфетками',
	},
	{
		id: 5,
		text: 'Удаление налёта, отпечатков, грязи с поверхностей',
	},
	{
		id: 6,
		text: 'Протирка вентиляционных решёток, жалюзи',
	},
	{
		id: 7,
		text: 'Чистка мягкой мебели (внешняя + пылесос)',
	},
	{
		id: 8,
		text: 'Уход за полами с учётом типа покрытия (ламинат/паркет/кафель/ковролин)',
	},
	{
		id: 9,
		text: 'Ароматизация пространства',
	},
	{
		id: 10,
		text: 'Влажная уборка всей площади',
	},
	{
		id: 11,
		text: 'мена пакетов, вынос мусора',
	},
	{
		id: 12,
		text: 'Наведение порядка на столах (по согласованию)',
	},
	{
		id: 13,
		text: 'Чистка стеклянных перегородок, витрин',
	},
]

export const WindowsList = [
	{
		id: 1,
		text: 'Мойка окон с двух сторон (включая рамы и фурнитуру)',
	},
	{
		id: 2,
		text: 'Чистка стеклопакета по технологии “антиразвод”',
	},
	{
		id: 3,
		text: 'Протирка стеклянных перегородок, витрин',
	},
	{
		id: 4,
		text: 'Очищение откосов, подоконников, москитных сеток',
	},
	{
		id: 5,
		text: 'Обработка антистатиком (по желанию)',
	},
]
