export interface TypeListServices {
	id: number
	Text: string
}

export interface TypeBdCat {
	id: number
	text: string
	price: number
	NameCatRooms: string
	NameCatCleaning: string
}

export const BasicList = [
	{
		AllRoom: {
			List: [
				{
					id: 1,
					Text: 'Протираем пыль со всех доступных поверхностей',
				},
				{
					id: 2,
					Text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 3,
					Text: 'Аккуратно складываем вещи',
				},
				{
					id: 4,
					Text: 'Пылесосим и моем пол, плинтусы',
				},
				{
					id: 5,
					Text: 'Проведем сухую чистку ковровых покрытий',
				},
			],
		},
		Food: {
			List: [
				{
					id: 1,
					Text: 'Протираем пыль со всех доступных поверхностей',
				},
				{
					id: 2,
					Text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 3,
					Text: 'Аккуратно складываем вещи',
				},
				{
					id: 4,
					Text: 'Пылесосим и моем пол, плинтусы',
				},
				{
					id: 5,
					Text: 'Проведем сухую чистку ковровых покрытий',
				},
			],
		},
		WC: {
			List: [
				{
					id: 1,
					Text: 'Протираем пыль со всех доступных поверхностей',
				},
				{
					id: 2,
					Text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 3,
					Text: 'Аккуратно складываем вещи',
				},
				{
					id: 4,
					Text: 'Пылесосим и моем пол, плинтусы',
				},
				{
					id: 5,
					Text: 'Проведем сухую чистку ковровых покрытий',
				},
			],
		},
	},
]

export const GeneralList = [
	{
		AllRoom: {
			List: [
				{
					id: 1,
					Text: 'Обеспыливаем стены и потолки во всех комнатах',
				},
				{
					id: 2,
					Text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 3,
					Text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 4,
					Text: 'Протираем торшеры и настенные бра',
				},
				{
					id: 5,
					Text: 'Моем розетки и выключатели',
				},
				{
					id: 6,
					Text: 'Моем шкафы и тумбы внутри при условии, что они пустые',
				},
				{
					id: 7,
					Text: 'Моем шкафы сверху',
				},
				{
					id: 8,
					Text: 'Моем дверные ручки',
				},
				{
					id: 9,
					Text: 'Моем межкомнатные двери',
				},
				{
					id: 10,
					Text: 'Моем радиаторы отопления',
				},
				{
					id: 11,
					Text: 'Меняем постельное белье, заправляем кровать',
				},
				{
					id: 12,
					Text: 'Отодвигаем мебель при мытье пола (которую возможно)',
				},
				{
					id: 13,
					Text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 14,
					Text: 'Моем входную дверь',
				},
				{
					id: 15,
					Text: 'Пылесосим мебель',
				},
				{
					id: 16,
					Text: 'Аккуратно складываем вещи',
				},
				{
					id: 17,
					Text: 'Развешиваем верхнюю одежду',
				},
				{
					id: 18,
					Text: 'Расставляем обувь',
				},
			],
		},
		Food: {
			List: [
				{
					id: 1,
					Text: 'Моем раковину',
				},
				{
					id: 2,
					Text: 'Моем снаружи плиту, холодильник и вытяжку',
				},
				{
					id: 3,
					Text: 'Моем столешницу',
				},
				{
					id: 4,
					Text: 'Моем духовку снаружи',
				},
				{
					id: 5,
					Text: 'Моем СВЧ снаружи',
				},
				{
					id: 6,
					Text: 'Моем вытяжку снаружи',
				},
				{
					id: 7,
					Text: 'Удаляем сложные жировые загрязнения',
				},
				{
					id: 8,
					Text: 'Полностью очищаем кухонный фартук',
				},
				{
					id: 9,
					Text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 10,
					Text: 'Протираем шкафы сверху',
				},
				{
					id: 11,
					Text: 'Протираем фасады шкафов',
				},
				{
					id: 12,
					Text: 'Чистим розетки и выключатели',
				},
				{
					id: 13,
					Text: 'Отодвигаем мебель при мытье пола',
				},
				{
					id: 14,
					Text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 15,
					Text: 'Собираем и выносим мусор, меняем мешки',
				},
				{
					id: 16,
					Text: 'Моем и дезинфицируем мусорное ведро',
				},
			],
		},
		WC: {
			List: [
				{
					id: 1,
					Text: 'Моем ванну, душевую кабину и раковину',
				},
				{
					id: 2,
					Text: 'Чистим краны и душевые лейки',
				},
				{
					id: 3,
					Text: 'Моем и дезинфицируем унитаз, биде',
				},
				{
					id: 4,
					Text: 'Чистим настенный кафель',
				},
				{
					id: 5,
					Text: 'Моем дверные ручки',
				},
				{
					id: 6,
					Text: 'Моем двери',
				},
				{
					id: 7,
					Text: 'Моем розетки и выключатели',
				},
				{
					id: 8,
					Text: 'Моем шкафы сверху',
				},
				{
					id: 9,
					Text: 'Моем шкафы внутри при условии, что они пустые',
				},
				{
					id: 10,
					Text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 11,
					Text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 12,
					Text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 13,
					Text: 'Собираем мусор, меняем мешки',
				},
			],
		},
	},
]

export const RepairList = [
	{
		AllRoom: {
			List: [
				{
					id: 1,
					Text: 'Чистим от строительной пыли стены, пол и потолок (кроме натяжного и потолка армстронг)',
				},
				{
					id: 2,
					Text: 'Оттираем следы и капли краски, штукатурки, затирки, клея (не более 2 см диаметром)',
				},
				{
					id: 3,
					Text: 'Снимаем защитную пленку и чехлы с мебели',
				},
				{
					id: 4,
					Text: 'Очищаем мебель от строительной пыли',
				},
				{
					id: 5,
					Text: 'Снимаем защитную пленку с окон',
				},
				{
					id: 6,
					Text: 'Снимаем скотч',
				},
				{
					id: 7,
					Text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 8,
					Text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 9,
					Text: 'Протираем торшеры и настенные бра',
				},
				{
					id: 10,
					Text: 'Моем шкафы сверху',
				},
				{
					id: 11,
					Text: 'Моем шкафы и тумбы внутри при условии, что они пустые',
				},
				{
					id: 12,
					Text: 'Моем розетки и выключатели',
				},
				{
					id: 13,
					Text: 'Моем дверные ручки',
				},
				{
					id: 14,
					Text: 'Моем межкомнатные двери',
				},
				{
					id: 15,
					Text: 'Моем радиаторы отопления',
				},
				{
					id: 16,
					Text: 'Моем входную дверь',
				},
				{
					id: 17,
					Text: 'Пылесосим мебель',
				},
				{
					id: 18,
					Text: 'Меняем постельное белье, заправляем кровать',
				},
				{
					id: 19,
					Text: 'Отодвигаем мебель при мытье пола',
				},
				{
					id: 20,
					Text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 21,
					Text: 'Собираем и выносим мусор, меняем мешки',
				},
				{
					id: 22,
					Text: 'Аккуратно складываем вещи',
				},
				{
					id: 23,
					Text: 'Развешиваем верхнюю одежду, расставляем обувь',
				},
			],
		},
		Food: {
			List: [
				{
					id: 1,
					Text: 'Моем раковину',
				},
				{
					id: 2,
					Text: 'Моем снаружи плиту, холодильник и вытяжку',
				},
				{
					id: 3,
					Text: 'Моем СВЧ снаружи',
				},
				{
					id: 4,
					Text: 'Моем духовку снаружи',
				},
				{
					id: 5,
					Text: 'Моем вытяжку снаружи',
				},
				{
					id: 6,
					Text: 'Моем столешницу',
				},
				{
					id: 7,
					Text: 'Полностью очищаем кухонный фартук',
				},
				{
					id: 8,
					Text: 'Удаляем сложные жировые загрязнения',
				},
				{
					id: 9,
					Text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 10,
					Text: 'Протираем шкафы сверху',
				},
				{
					id: 11,
					Text: 'Протираем фасады шкафов',
				},
				{
					id: 12,
					Text: 'Моем все шкафы и ящики внутри при условии, что они пустые',
				},
				{
					id: 13,
					Text: 'Моем розетки и выключатели',
				},
				{
					id: 14,
					Text: 'Отодвигаем мебель при мытье пола',
				},
				{
					id: 15,
					Text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 16,
					Text: 'Собираем мусор, меняем мешки',
				},
				{
					id: 17,
					Text: 'Моем и дезинфицируем мусорное ведро',
				},
			],
		},
		WC: {
			List: [
				{
					id: 1,
					Text: 'Моем ванну, душевую кабину и раковину',
				},
				{
					id: 2,
					Text: 'Чистим краны и душевые лейки',
				},
				{
					id: 3,
					Text: 'Моем и дезинфицируем унитаз, биде',
				},
				{
					id: 4,
					Text: 'Чистим настенный кафель',
				},
				{
					id: 5,
					Text: 'Моем дверные ручки',
				},
				{
					id: 6,
					Text: 'Моем двери',
				},
				{
					id: 7,
					Text: 'Моем розетки и выключатели',
				},
				{
					id: 8,
					Text: 'Моем шкафы сверху',
				},
				{
					id: 9,
					Text: 'Моем шкафы внутри при условии, что они пустые',
				},
				{
					id: 10,
					Text: 'Протираем пыль со всех поверхностей и предметов',
				},
				{
					id: 11,
					Text: 'Очищаем зеркала и стеклянные поверхности',
				},
				{
					id: 12,
					Text: 'Пылесосим и моем пол, тщательно чистим плинтусы',
				},
				{
					id: 13,
					Text: 'Собираем мусор, меняем мешки',
				},
			],
		},
	},
]
