import TitlePage from '../../components/Title/TitlePage'
import './StylePage.scss'
const PersonalDataPolis = () => {
	return (
		<section className='PersonalData'>
			<TitlePage Title={'Политика обработки персональных данных'} />
			<div className='PersonalData--content'>
				<div className='PersonalData--content--title'>
					<img src='/img/LOGO.png' alt='' />
					<h1>
						Политика в отношении обработки персональных данных <br /> ONYX
						Cleaning
					</h1>
				</div>
				<ol>
					<li>Общие положения</li>
					<p>
						Настоящая политика обработки персональных данных составлена в
						соответствии с требованиями Федерального закона от 27.07.2006 №
						152-ФЗ «О персональных данных» (далее — Закон о персональных данных)
						и определяет порядок обработки персональных данных и меры по
						обеспечению безопасности персональных данных, предпринимаемые ONYX
						Cleaning (далее — Оператор).
					</p>
					<p>
						1.1. Оператор ставит своей важнейшей целью и условием осуществления
						своей деятельности соблюдение прав и свобод человека и гражданина
						при обработке его персональных данных, в том числе защиты прав на
						неприкосновенность частной жизни, личную и семейную тайну.
					</p>
					<p>
						1.2. Настоящая Политика Оператора в отношении обработки персональных
						данных (далее — Политика) применяется ко всей информации, которую
						Оператор может получить о посетителях веб-сайта
						https://onyxcleaning.ru.
					</p>
					<li>Основные понятия, используемые в Политике</li>
					<p>
						2.1. Автоматизированная обработка персональных данных — обработка
						персональных данных с помощью средств вычислительной техники.
					</p>
					<p>
						2.2. Блокирование персональных данных — временное прекращение
						обработки персональных данных (за исключением случаев, если
						обработка необходима для уточнения персональных данных).
					</p>
					<p>
						2.3. Веб-сайт — совокупность графических и информационных
						материалов, а также программ для ЭВМ и баз данных, обеспечивающих их
						доступность в сети Интернет по сетевому адресу
						https://onyxcleaning.ru.
					</p>
					<p>
						2.4. Информационная система персональных данных — совокупность
						содержащихся в базах данных персональных данных и обеспечивающих их
						обработку информационных технологий и технических средств.
					</p>
					<p>
						2.5. Обезличивание персональных данных — действия, в результате
						которых невозможно определить без использования дополнительной
						информации принадлежность персональных данных конкретному
						Пользователю или иному субъекту персональных данных.
					</p>
					<p>
						2.6. Обработка персональных данных — любое действие (операция) или
						совокупность действий (операций), совершаемых с использованием
						средств автоматизации или без использования таких средств с
						персональными данными, включая сбор, запись, систематизацию,
						накопление, хранение, уточнение (обновление, изменение), извлечение,
						использование, передачу (распространение, предоставление, доступ),
						обезличивание, блокирование, удаление, уничтожение персональных
						данных.
					</p>
					<p>
						2.7. Оператор — юридическое или физическое лицо, самостоятельно или
						совместно с другими лицами организующие и/или осуществляющие
						обработку персональных данных, а также определяющие цели обработки
						персональных данных, состав персональных данных, подлежащих
						обработке, действия (операции), совершаемые с персональными данными.
					</p>
					<p>
						2.8. Персональные данные — любая информация, относящаяся прямо или
						косвенно к определенному или определяемому Пользователю веб-сайта
						https://onyxcleaning.ru.
					</p>
					<p>
						2.9. Персональные данные, разрешенные субъектом персональных данных
						для распространения, — персональные данные, доступ неограниченного
						круга лиц к которым предоставлен субъектом персональных данных путем
						дачи согласия на обработку персональных данных, разрешенных
						субъектом персональных данных для распространения.
					</p>
					<p>
						2.10. Пользователь — любой посетитель веб-сайта
						https://onyxcleaning.ru.
					</p>
					<p>
						2.11. Предоставление персональных данных — действия, направленные на
						раскрытие персональных данных определенному лицу или определенному
						кругу лиц.
					</p>
					<p>
						2.12. Распространение персональных данных — любые действия,
						направленные на раскрытие персональных данных неопределенному кругу
						лиц или на ознакомление с персональными данными неограниченного
						круга лиц.
					</p>
					<p>
						2.13. Трансграничная передача персональных данных — передача
						персональных данных на территорию иностранного государства органу
						власти иностранного государства, иностранному физическому или
						иностранному юридическому лицу.
					</p>
					<p>
						2.14. Уничтожение персональных данных — любые действия, в результате
						которых персональные данные уничтожаются безвозвратно с
						невозможностью дальнейшего восстановления содержания персональных
						данных в информационной системе персональных данных и/или
						уничтожаются материальные носители персональных данных.
					</p>
					<li>Основные права и обязанности Оператора</li>
					<p>3.1. Оператор имеет право:</p>
					<ul>
						<li>
							получать от субъекта персональных данных достоверные информацию
							и/или документы, содержащие персональные данные
						</li>
						<li>
							в случае отзыва субъектом персональных данных согласия на
							обработку персональных данных, а также направления обращения с
							требованием о прекращении обработки персональных данных, Оператор
							вправе продолжить обработку персональных данных без согласия
							субъекта персональных данных при наличии оснований, указанных в
							Законе о персональных данных;
						</li>
						<li>
							самостоятельно определять состав и перечень мер, необходимых и
							достаточных для обеспечения выполнения обязанностей,
							предусмотренных Законом о персональных данных и принятыми в
							соответствии с ним нормативными правовыми актами.
						</li>
					</ul>
					<p>3.2. Оператор обязан:</p>
					<ul>
						<li>
							предоставлять субъекту персональных данных по его просьбе
							информацию, касающуюся обработки его персональных данных;
						</li>
						<li>
							организовывать обработку персональных данных в порядке,
							установленном действующим законодательством РФ;
						</li>
						<li>
							отвечать на обращения и запросы субъектов персональных данных и их
							законных представителей в соответствии с требованиями Закона о
							персональных данных;
						</li>
						<li>
							публиковать или иным образом обеспечивать неограниченный доступ к
							настоящей Политике;
						</li>
						<li>
							принимать правовые, организационные и технические меры для защиты
							персональных данных от неправомерного или случайного доступа к
							ним, уничтожения, изменения, блокирования, копирования,
							предоставления, распространения персональных данных, а также от
							иных неправомерных действий;
						</li>
						<li>
							прекратить обработку и уничтожить персональные данные в порядке и
							случаях, предусмотренных Законом о персональных данных.
						</li>
					</ul>
					<li>Основные права и обязанности субъектов персональных данных</li>
					<p>4.1. Субъекты персональных данных имеют право:</p>
					<ul>
						<li>
							получать информацию, касающуюся обработки его персональных данных,
							за исключением случаев, предусмотренных федеральными законами;
						</li>
						<li>
							требовать от Оператора уточнения его персональных данных, их
							блокирования или уничтожения в случае, если персональные данные
							являются неполными, устаревшими, неточными, незаконно полученными
							или не являются необходимыми для заявленной цели обработки;
						</li>
						<li>
							выдвигать условие предварительного согласия при обработке
							персональных данных в целях продвижения на рынке товаров, работ и
							услуг;
						</li>
						<li>
							на отзыв согласия на обработку персональных данных, а также на
							направление требования о прекращении обработки персональных
							данных;
						</li>
						<li>
							обжаловать в уполномоченный орган по защите прав субъектов
							персональных данных или в судебном порядке неправомерные действия
							или бездействие Оператора.
						</li>
					</ul>
					<p>4.2. Субъекты персональных данных обязаны:</p>
					<ul>
						<li>предоставлять Оператору достоверные данные о себе;</li>
						<li>
							сообщать Оператору об уточнении (обновлении, изменении) своих
							персональных данных.
						</li>
					</ul>
					<p>
						4.3. Лица, передавшие Оператору недостоверные сведения о себе либо
						сведения о другом субъекте персональных данных без согласия
						последнего, несут ответственность в соответствии с законодательством
						РФ.
					</p>
					<li>Принципы обработки персональных данных</li>
					<p>
						5.1. Обработка персональных данных осуществляется на законной и
						справедливой основе.
					</p>
					<p>
						5.2. Обработка персональных данных ограничивается достижением
						конкретных, заранее определенных и законных целей.
					</p>
					<p>
						5.3. Не допускается обработка персональных данных, несовместимая с
						целями сбора персональных данных.
					</p>
					<p>
						5.4. Обработке подлежат только персональные данные, которые отвечают
						целям их обработки.
					</p>
					<p>
						5.5. Содержание и объем обрабатываемых персональных данных
						соответствуют заявленным целям обработки.
					</p>
					<p>
						5.6. При обработке персональных данных обеспечивается точность
						персональных данных, их достаточность и актуальность.
					</p>
					<p>
						5.7. Хранение персональных данных осуществляется не дольше, чем
						этого требуют цели обработки, если срок хранения не установлен
						федеральным законом или договором.
					</p>
					<li>Цели обработки персональных данных</li>
					<p>
						Цель обработки: информирование Пользователя и связь с ним
						посредством отправки сообщения в Telegram/WhatsApp и/или телефонного
						звонка, консультации, расчета стоимости и организации оказания
						клининговых услуг. <br /> Персональные данные: фамилия, имя,
						отчество (при наличии), номер телефона, адрес объекта (при наличии),
						e-mail (при наличии), комментарии к заявке. <br />
						Правовые основания: Федеральный закон от 27.07.2006 № 149-ФЗ «Об
						информации, информационных технологиях и о защите информации», а
						также согласие субъекта персональных данных.
						<br />
						Виды обработки персональных данных: сбор, запись, систематизация,
						накопление, хранение, уточнение (обновление, изменение),
						использование, передача (предоставление доступа исполнителю для
						выполнения заказа), обезличивание, блокирование, удаление,
						уничтожение персональных данных.
					</p>
					<li>Условия обработки персональных данных</li>
					<p>
						7.1. Обработка персональных данных осуществляется с согласия
						субъекта персональных данных на обработку его персональных данных.
					</p>
					<p>
						7.2. Обработка персональных данных необходима для исполнения
						договора (заказа услуги), стороной которого является субъект
						персональных данных, а также для заключения договора по инициативе
						субъекта персональных данных.
					</p>
					<p>
						7.3. Оператор не обрабатывает специальные категории персональных
						данных (о здоровье, политических взглядах и т. п.) и биометрические
						персональные данные.
					</p>
					<li>
						Порядок сбора, хранения, передачи и других видов обработки
						персональных данных
					</li>
					<p>
						Безопасность персональных данных обеспечивается путем реализации
						правовых, организационных и технических мер, необходимых для
						выполнения требований законодательства РФ.
					</p>
					<p>
						8.1. Оператор принимает меры, исключающие доступ к персональным
						данным неуполномоченных лиц.
					</p>
					<p>
						8.2. Персональные данные Пользователя не передаются третьим лицам,
						за исключением случаев, когда это необходимо для оказания услуги
						(например, передача контактных данных исполнителю/клинеру для
						выполнения заказа) либо предусмотрено законодательством РФ.
					</p>
					<p>
						8.3. В случае выявления неточностей Пользователь может
						актуализировать персональные данные, направив уведомление на
						электронную почту Оператора: onyx.cleaning@yandex.com с пометкой
						«Актуализация персональных данных».
					</p>
					<p>
						8.4. Пользователь может в любой момент отозвать согласие на
						обработку персональных данных, направив уведомление на электронную
						почту: onyx.cleaning@yandex.com с пометкой «Отзыв согласия на
						обработку персональных данных».
					</p>
					<p>
						8.5. При использовании на сайте сторонних сервисов (например,
						мессенджеров, виджетов, систем аналитики, хостинга) обработка данных
						такими сервисами регулируется их политиками конфиденциальности.
						Оператор не несет ответственность за действия третьих лиц вне
						контроля Оператора.
					</p>
					<p>
						8.6. Оператор обеспечивает конфиденциальность персональных данных и
						хранит их не дольше, чем этого требуют цели обработки.
					</p>
					<p>
						8.7. Условием прекращения обработки персональных данных может
						являться достижение целей обработки, истечение срока действия
						согласия, отзыв согласия субъектом персональных данных или
						требование о прекращении обработки, а также выявление неправомерной
						обработки.
					</p>
					<li>
						Перечень действий, производимых Оператором с персональными данными
					</li>
					<p>
						9.1. Оператор осуществляет сбор, запись, систематизацию, накопление,
						хранение, уточнение (обновление, изменение), извлечение,
						использование, передачу (предоставление/доступ), обезличивание,
						блокирование, удаление и уничтожение персональных данных.
					</p>
					<p>
						9.2. Оператор осуществляет автоматизированную обработку персональных
						данных с получением и/или передачей информации по
						информационно-телекоммуникационным сетям или без таковой.
					</p>
					<li>Трансграничная передача персональных данных</li>
					<p>
						10.1. Оператор не осуществляет трансграничную передачу персональных
						данных либо осуществляет её только при наличии оснований и
						соблюдении требований законодательства РФ.
					</p>
					<li>Конфиденциальность персональных данных</li>
					<p>
						Оператор и иные лица, получившие доступ к персональным данным,
						обязаны не раскрывать третьим лицам и не распространять персональные
						данные без согласия субъекта персональных данных, если иное не
						предусмотрено федеральным законом.
					</p>
					<li>Заключительные положения</li>
					<p>
						12.1. Пользователь может получить любые разъяснения по вопросам
						обработки персональных данных, обратившись к Оператору по
						электронной почте: onyx.cleaning@yandex.com.
					</p>
					<p>
						12.2. В документе могут отражаться изменения Политики. Политика
						действует бессрочно до замены её новой версией.
					</p>
					<p>
						12.3. Актуальная версия Политики в свободном доступе расположена в
						сети Интернет по адресу: https://onyxcleaning.ru/privacy.
					</p>
				</ol>
			</div>
		</section>
	)
}

export default PersonalDataPolis
